export const pages = [
  {
    photo: './src/assets/first.jpg', // URL или file_id
    text: `🤹🏿 Елегантність у кожному аналізі.
Tradyx використовує передові технології штучного інтелекту та глибинного навчання — це дозволяє аналізувати величезні обсяги даних з інтегрованих API в режимі реального часу, генеруючи високоточні торгові сигнали.

🧠 Кожен робить те, що має.
Сімейство AI-моделей спеціалізується на виконанні конкретних завдань —
від детального аналізу ринку до мінімізації ризиків, забезпечуючи комплексну підтримку та підвищений захист ваших фінансів.

💭 Усе в одному повідомленні. В одному просторі.
Інтеграція з TradingView та іншими платформами надає доступ до всебічного моніторингу та глибокого аналізу ринку. Переглядайте ключову інформацію про ринок, не залишаючи додатку.

🖥 Усе для всіх.
Користування нашим сервісом ідеально як для початківців, так і для досвідчених трейдерів — ми пропонуємо інструменти для розвитку в трейдингу у зручному та доступному форматі, незалежно від вашого рівня підготовки.`,
  },
  {
    photo: './src/assets/second.jpg',
    text: `🧠 AI Model Family

●⠀TRADYX AI 2.5 — Наша вдосконалена GPT-модель на основі штучного інтелекту, здатна генерувати високоточні сигнали на основі аналізу величезних обсягів даних та API найсучасніших сервісів для аналізу фондового ринку.

●⠀OFF-X AI (позабіржовий штучний інтелект) — GPT-модель, створена спеціально для біржі Quotex. Вона аналізує рух OTC-ринок в режимі реального часу та формує прогноз на основі цих даних із мінімальною затримкою.

●⠀LATCHER AI 4.5 — Абсолютно новий продукт від команди Tradyx. Це AI-модель, яка в режимі реального часу здатна підбирати найбільш оптимальні валютні пари для торгівлі. Протягом останніх шести місяців вона тестувалася, вивчалася та вдосконалювалася у закритому середовищі серед професійних трейдерів. І тепер ми готові відкрити її для всіх. Наразі вона доступна всім зареєстрованим користувачам Tradyx.`,
  },
  {
    photo: './src/assets/thyrty.jpg',
    text: `📊 Інтегровані API

TradingView
Спочатку подивись / Потім дій.
Графічна платформа, якою користуються понад 60 мільйонів трейдерів та інвесторів по всьому світу для виявлення можливостей на глобальних ринках.
Дізнатися більше › (http://www.tradingview.com/)

ChatGPT
Поза межами людського інтелекту.
ChatGPT — це чат-бот на базі генеративного штучного інтелекту, розроблений компанією OpenAI.
Дізнатися більше › (https://openai.com/)

Quotex
Торгуй розумніше, а не важче.
Сучасна і провідна платформа для торгівлі на фінансових ринках.
Дізнатися більше › (https://broker-qx.pro/?lid=1368857)`,
  },
  {
    photo: './src/assets/foirthy.jpg',
    text: `🌍 Розробка Tradyx

Tradyx було засновано у 2025 році одним трейдером і командою, які усвідомили, що штучний інтелект може кардинально змінити аналіз фінансових ринків. Людський аналіз ринкових індикаторів та патернів, хоч і ґрунтується на визначених алгоритмах та досвіді, не може зрівнятися зі швидкістю та точністю машинного аналізу. Перший реліз Tradyx відбувся на початку 2025 року та знаходився на бета-тестування серед малої кількості осіб. 

У восени 2025 року Tradyx було сильно вдосконалено, додано декілька ведучих приватних індикаторів, котрі були здобуті через зв'язки з китами ринку, окрім них бот за допомогою штучного інтелекту проводить свічний аналіз, враховуючи окремі патерни і проводить квантовий аналіз.

Наша мета — покращувати існуючі продукти та створювати нові рішення, що переосмислюють можливості сучасного трейдингу.

Дізнатися більше про Tradyx › (https://telegra.ph/Revolyuc%D1%96ya-AI-trejdingu-05-26)`,
  },
  {
    photo: './src/assets/fifty.jpg',
    text: `🤯 Почни з Tradyx!

Відкрий для себе передову аналітику з інтеграцією TradingView та іншими провідними платформами.
Досягай більшого з меншими зусиллями завдяки сімейству провідних AI-моделей.
Покращуй свою торгівлю за допомогою аналітики професійного рівня.

Зареєструйся за кілька хвилин і отримай необмежений доступ до сигналів назавжди — без комісій, оплат і підписок.`,
  },
  {
    photo: './src/assets/last.jpg',
    text: `🖥 Щоб успішно увійти та активувати бота, необхідно створити новий акаунт на Quotex за нашою спеціальною посиланням або через кнопку нижче. ↓

⭕️ ВАЖЛИВО: Ви повинні зареєструватися тільки за нашим посиланням. В іншому випадку бот не зможе підтвердити, що ви створили акаунт.

Монетизація бота здійснюється завдяки партнерській програмі платформи. Ми не стягуємо жодних комісій і не беремо з вас ніяких коштів.`,
  },
];